{
  "tags": [
    "nomlex1",
    "nomlex2",
    "verblex1",
    "verblex2",
    "partlex1",
    "partlex2",
    "interj1",
    "auslex",
    "order",
    "twohand",
    "domonly",
    "engtf1",
    "engtf2",
    "engtf3",
    "syn1",
    "syn2"
  ],
  "sense": "",
  "blend": "",
  "queries": "",
  "english": [
    "other",
    "another",
    "moreover"
  ],
  "deictic": [],
  "cf": [],
  "signNumber": 1122,
  "recordNumber": 660,
  "signVisualComposition": "",
  "activeHandshape": 1.1,
  "passiveHandshape": 2.1,
  "primaryLocation": 14,
  "secondLocation": 24,
  "antonyms": [],
  "synonyms": [
    "other"
  ],
  "interjection": [
    "1. Used alone immediately after a question to mean you want to ask the same question already made about some one or something different or in addition. English = 'What else?', 'Who else?' etc."
  ],
  "particleLexeme": [
    "1. Used at the beginning of a sentence to mean that what follows is in addition to the sort you or your partner have just mentioned. English = and another thing, moreover, what's more, and so on.",
    "2. Used immediately after a question sign (WHO, WHAT, WHEN etc.,) to mean you want to ask the same question already made about some one or something different or in addition for example, 'What else?', 'Who else?' etc. English = else."
  ],
  "verbLexeme": [
    "1. To be a thing or a person which is one more thing or person in addition to the one you have just mentioned or have just been talking about to make two in total. English = another, one other; (be) another, (be) one other.",
    "2. To be a thing or a person which is one more thing or person in addition to the one or ones you have just mentioned or have just been talking about. English = another, one other; (be) another, (be) one other."
  ],
  "questionLexeme": [],
  "generalMeaning": "",
  "nominalLexeme": [
    "1. A thing or a person which is one more thing or person in addition to the one you have just mentioned or have just been talking about, to make two in total. English = the one other.",
    "2. A thing or a person which is not one of the people or things that you have just mentioned or have just been talking about, but is additional. English = the other one."
  ],
  "idGloss": "another",
  "oldEntry": ""
}
